10/data/attachments/25794c4eae1ca1ab.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_technology_Actions_46017_4</nif:username>
            <nif:friendToBeRequested>soap_actions_6d1f66d7-c8b8-4c3e-a72b-f2d61ac7e0cc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>